[M_LootNinja MissionDefinition]
MissionName="O Ninja Saqueador"
MissionDescription="Um cavaleiro chamado Sir Gallow suspeita que um dos seus amigos tenha cometido um crime extremamente desprezível: recolher espólios de combate. Em outras palavras, alguém roubou todo o equipamento que caiu de um dos inimigos eliminado por ele e seus colegas./nEle pediu que você vá procurar seus amigos e elimine todos eles com o intuito de descobrir quem roubou os espólios."
TurnInDescription="Matar é aceitável, mas, saquear os corpos dos inimigos mortos é inaceitável."
MissionSummary="Encontre o cretino que está embolsando os espólios sem discutir com seus companheiros."
MissionGiver="Sir Gallow"
MissionTurnInLocation="Torgue"
TeaserText="A amizade é importante mas... os espólios são muito mais."

[M_LootNinja:LootNinja_InvestigateBoil MissionObjectiveDefinition]
ProgressMessage="Investigue Sir Cozido"

[M_LootNinja:LootNinja_InvestigateMash MissionObjectiveDefinition]
ProgressMessage="Investigue Sir Purê"

[M_LootNinja:LootNinja_InvestigateStew MissionObjectiveDefinition]
ProgressMessage="Investigue Sir Ensopado"

[M_LootNinja:LootNinja_KillBoil MissionObjectiveDefinition]
ProgressMessage="Elimine Sir Cozido"

[M_LootNinja:LootNinja_KillMash MissionObjectiveDefinition]
ProgressMessage="Elimine Sir Purê"

[M_LootNinja:LootNinja_KillMimic MissionObjectiveDefinition]
ProgressMessage="Elimine o mímico"

[M_LootNinja:LootNinja_KillStew MissionObjectiveDefinition]
ProgressMessage="Elimine Sir Ensopado"

[M_LootNinja:LootNinja_OS_InvestigateMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_InvestigateStew MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillMimic MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_killStew MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_OpenStewChest MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_Return MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá buscar a recompensa que Sir Gallow tem pra você."
MissionDescriptionOverride="Um cavaleiro chamado Sir Gallow suspeita que um dos seus amigos tenha cometido um crime extremamente desprezível: recolher espólios de combate. Em outras palavras, alguém roubou todo o equipamento que caiu de um dos inimigos eliminado por ele e seus colegas.<br>\nVocê eliminou os amigos de Sir Gallow, porém, nenhum deles parecia ser o ladrão de espólios.  De qualquer forma, Sir Gallow pediu que você vá vê-lo para receber sua recompensa.\n"

[M_LootNinja:LootNinja_OS_SearchBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_SearchMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_TalkBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_Talking MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_ReturntoGallow MissionObjectiveDefinition]
ProgressMessage="Vá falar com Sir Gallow"

